# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'homebrew/bundle'

# Binaries
brew 'bash'
brew 'zsh'
brew 'zsh-completions'
brew 'tree'
brew 'git'
brew 'pkg-config'
brew 'mackup'
brew 'coreutils'

# Development
brew 'mysql'
brew 'node'

# Apps
cask 'google-chrome'
cask 'sublime-text'
cask 'visual-studio-code'
cask 'slack'

# Quicklook
cask 'qlmarkdown'
cask 'quicklook-json'
cask 'quicklook-csv'

# Fonts
cask 'font-source-code-pro'

# Mac Apps
mas 'The Unarchiver', id: 425424353